Revit 2027 API
ParameterTypeId.LoadAttrForceArrowType Property
 "Force arrowhead"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAttrForceArrowType { get; }
Public Shared ReadOnly Property LoadAttrForceArrowType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAttrForceArrowType {
	ForgeTypeId^ get ();
}
static member LoadAttrForceArrowType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace